a = input("Введите вид питомца:")
b = input("Введите кличку питомца:")
c = input("Введите возраст питомца:")
print("Это {a} по кличке \"{b}\". Возраст: {c} года")

print("введите этапы человека:")
a = input("Введите этап 1:")
b = input("Введите этап 2:") 
c = input("Введите этап 3:")
d = input("Введите этап 4:")
f = input("Введите этап 5:")
d = input("Введите этап 6:") 
print(a,b,c,d,f,d,sep="-")


a = int(input("1 сторона прямоугольника:"))
b = int(input("2 сторона прямоугольника:"))
c = 2 * (a + b)
d = a * b
print("Периметр прямоугольника:", c , "Площадь прямоугольника:", d )

A = 7 
B = 5
C = 2
CD = 4
F = 6
f = A ** 5
d = f * C
g = d / (CD - F)
print(g)
